cask_args appdir: '/Applications'

brew 'atuin'
brew 'autoconf'
brew 'btop'
brew 'caddy'
brew 'coreutils'
brew 'curl'
brew 'delta'
brew 'fop'
brew 'gh'
brew 'git'
brew 'graykode/tap/abtop'
brew 'grc'
brew 'libxslt'
brew 'mise'
brew 'openssl'
brew 'rsync'
brew 'tree'
brew 'uv'
brew 'wget'
brew 'wxwidgets'

cask 'font-jetbrains-mono'
cask 'font-monaspace'
cask 'font-source-code-pro'

cask '1password'
cask 'android-commandlinetools'
cask 'claude-code'
#cask 'conductor'
cask 'ghostty'
cask 'handbrake-app'
cask 'iina'
cask 'livebook'
cask 'quicklook-video'
cask 'rectangle'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
