cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'atuin'
brew 'autoconf'
brew 'coreutils'
brew 'curl'
brew 'delta'
brew 'fop'
brew 'gh'
brew 'git'
brew 'grc'
brew 'libxslt'
brew 'openssl'
brew 'wget'
brew 'wxwidgets'

cask '1password'
cask 'ghostty'
cask 'handbrake-app'
cask 'livebook'
cask 'quicklook-video'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
